[{"url": "https://www.reuters.com/business/autos-transportation/ev-battery-makers-target-24-billion-southern-us-plants-2021-10-08/", "section": "business", "section_url": "/business/autos-transportation", "title": "Factbox: EV and battery makers target $24 billion for southern U.S. plants", "author": "Paul Lienert", "published_time": "2021-10-08T17:58:05Z", "updated_time": "2021-10-08T17:59:23.518Z", "body": "Oct 8 (Reuters) - The center of gravity for U.S. auto manufacturing is moving south, with electric vehicle and battery makers planning to spend nearly $24 billion in new factories from Arizona to Georgia.\n\nAlready announced are the following plants and investments:\n\nARIZONA\n\nStartup Lucid Motors has just opened a $300 million assembly plant for electric vehicles in Casa Grande, halfway between Phoenix and Tucson. The company says future expansion plans could take total investment up to $1 billion.\n\nNikola Corp \n\n said it is planning a $600 million facility in Coolidge, not far from Casa Grande, to build fuel-cell electric trucks.\n\nTEXAS\n\nTesla Inc \n\n is nearing completion of its $1.1 billion assembly and battery plant outside Austin, and has said it will move its corporate headquarters from California to Texas.\n\nTENNESSEE\n\nGerman automaker Volkswagen AG \n\n invested another $800 million in its Chattanooga plant to build electric vehicles, starting earlier this year with the ID.4.\n\nFord Motor Co \n\n is building a massive vehicle and battery assembly complex in Stanton, outside Memphis, with partner SK Innovation Co \n\n. The $5.6 billion Blue Oval City is expected to open in 2025, building the next-generation F-150 Lightning pickup.\n\nGeneral Motors Co \n\n is investing $4.3 billion with partner LG Energy Solution, a unit of LG Chem \n\n, to build an electric vehicle assembly plant and battery plant in Spring Hill. The assembly plant will turn out the Cadillac Lyriq in 2022 and a pair of vehicles for Honda Motor Co \n\n and its Acura brand in 2024.\n\nKENTUCKY\n\nFord and SKI are spending $5.8 billion to construct two battery plants in Glendale, near Louisville, to open in 2025-2026.\n\nALABAMA\n\nToyota Motor Corp \n\n and partner Mazda Motor Corp \n\n have opened their $2.3 billion plant near Huntsville, and expect to add production of electric vehicles in the near future.\n\nGEORGIA\n\nSKI is investing $2.6 billion in two battery plants in Commerce, outside Atlanta, with the first slated to open in 2022.\n\nOKLAHOMA\n\nStartup Canoo Inc \n\n has agreed to build a $500 million plant in Pryor, outside Tulsa, to assemble a range of electric vehicles, starting in 2023."},{"url": "https://www.reuters.com/business/autos-transportation/chip-crisis-hits-stellantis-italy-output-more-than-covid-did-union-says-2021-10-08/", "section": "business", "section_url": "/business/autos-transportation", "title": "Chip crisis hits Stellantis' Italy output more than COVID did, union says", "author": "Reuters", "published_time": "2021-10-08T13:28:38Z", "updated_time": "2021-10-08T13:32:51.977Z", "body": "MILAN, Oct 8 (Reuters) - The impact from a global semiconductor shortage on Stellantis' \n\n Italian car production this year will be worse and longer-lasting than the damage to output caused by the COVID-19 pandemic in 2020, Italy's FIM-CISL union said on Friday.\n\nA global microchip shortage is pushing automakers to slow down production, with Stellantis halting operations at several facilities across Europe and the United States. The carmaker forecast it would make 1.4 million fewer vehicles this year.\n\n\"The semiconductor hurricane is causing production stoppages that are weighing more than the lockdown in 2020,\" FIM-CISL head Ferdinando Uliano said. \"The forecasts are that such situation will carry on for the whole first half of 2022\".\n\nFIM-CISL said Stellantis had produced 319,000 cars in Italy in the first nine month of this year, 11% more than in the same period of 2020, when operations where frozen for several weeks following the COVID-19 outbreak.\n\nBut Uliano said 2021 full year production would hardly match the 461,000 units produced last year.\n\n\"It's practically impossible, the chip situation is getting more serious and we'll have further heavy closures,\" he said, adding a similar situation was expected with van production at the Sevel plant in central Italy.\n\nStellantis, formed earlier this year through the merger of Fiat Chrysler and France's PSA, will operate the Melfi plant, its largest Italian facility, for an equivalent of only six days in October. \n\nOn the other hand, Turin's Mirafiori, where the electric 500 small car is produced, is among the few plants which have not suffered major stoppages.\n\n\"Production of the BEV 500 must go on to meet targets on carbon emission reduction,\" Uliano said.\n\nThe world's fourth largest carmaker has also decided to close one German plant until the end of the year. \n\n\"The main risk is that Stellantis decides to delay planned investments and new model launches, as the chip crisis pushes sales down,\" Uliano said.\n\nThe carmaker will present Maserati's Grecale SUV next month, followed by Alfa Romeo Tonale SUV, with sale due from June 2022.\n\nItalian unions will meet Stellantis on Monday at Italy's Industry Ministry to discuss production and jobs in the country."},{"url": "https://www.reuters.com/business/autos-transportation/teslas-brandenburg-factory-becomes-festival-site-giga-fest-2021-10-09/", "section": "business", "section_url": "/business/autos-transportation", "title": "First Berlin Teslas could come next month, Musk tells fans", "author": "Nadine Schimroszik", "published_time": "2021-10-10T04:34:11Z", "updated_time": "2021-10-10T04:34:37.163Z", "body": "GRUENHEIDE, Germany, Oct 9 (Reuters) - The first cars to emerge from Tesla's new Berlin factory should roll off the production line as early as next month, CEO Elon Musk said at the site of the plant on Saturday, but added that volume production would take much longer to achieve.\n\nMusk hopes to get the green light in coming weeks to start production at the site. The latest consultation on public concerns towards the site closes on Oct. 14, after which the Environment Ministry will make a decision.\n\n\"Starting production is nice, but volume production is the hard part,\" Musk told a cheering audience at a festival at the plant site, many of whom livestreamed the speech on social media. \"It will take longer to reach volume production than it took to build the factory.\"\n\nHe said volume production would amount to 5,000 or \"hopefully 10,000\" vehicles per day, and battery cells would be made there in volume by the end of next year.\n\nHe also defended the factory against critics of its environmental impact, saying that it used \"relatively little\" water and that battery cell production was \"sustainable\".\n\nSome local residents and environmental groups are \n\n with Musk's approach, which they say flies in the face of German business culture. \n\n\"I would tell him to stop building electrocars but rather fly to Mars,\" said Manu Hoyer, who led a small protest of locals who oppose the project on environmental grounds, saying it will pollute drinking water.\n\nBrandenburg's economy minister has put the chances of the factory gaining approval to operate at 95%.\n\nTesla has submitted plans to invest 5 billion euros ($5.8 billion) in a battery plant with 50 GWh capacity next to the site, outstripping Volkswagen's \n\n planned 40GWh capacity site in Salzgitter. \n\nMusk said Tesla was worried that recruiting sufficient staff would be an issue, calling for people to apply from \"all over Europe\".\n\nHe said he hoped the battery plant would reach volume production by the end of next year.\n\nPOPSTAR RECEPTION\n\nThe company offered 9,000 tickets to the festival, with residents of Brandenburg state given priority.\n\n\"Look, Mummy! A Tesla,\" shouted an excited 9-year old called Emil, one of many children lined up with parents waiting for a 90-minute site tour.\n\nFans cheered and laughed when Musk took the stage at sunset, welcoming him like a popstar.\n\n\"This day is unique,\" said Tesla fan Fred Schroeder. \"The Tesla factory in Germany will be opened to the public for the first time. That is a very special day.\"\n\nAnother had driven his Tesla from Milton Keynes in Britain, despite not having a ticket. He said it was worth it just to see the site from the outside.\n\n($1 = 0.8649 euros)"}]